Repository: juliosuas/rocio
Catalog: ios/Rocio/Resources/Localizable.xcstrings
Source language: en
Languages: es

# scanner.promise.title
source: An honest scanner
es: Un scanner honesto

# scanner.view.guide
source: View %@ care guide
es: Ver ficha de %@

# settings.about
source: About
es: Acerca de

# settings.delete
source: Delete local data
es: Borrar datos locales

# settings.delete.confirm
source: Delete garden
es: Borrar jardín

# settings.delete.done
source: Data and reminders deleted
es: Datos y recordatorios borrados

# settings.delete.message
source: This immediately clears your garden and reminders from this device. Rocio will then request deletion from the cloud.
es: Esto borra inmediatamente tu jardín y recordatorios de este dispositivo. Después, Rocio solicitará eliminarlos de la nube.

# settings.export
source: Export local data
es: Exportar datos locales

# settings.notifications.active
source: Reminders active
es: Recordatorios activos

# settings.notifications.copy
source: Rocio can send local reminders for your saved plants. They are enabled only after you tap this button and allow them in iOS.
es: Rocio puede enviar recordatorios locales para tus plantas guardadas. Solo se activan cuando tocas este botón y los permites en iOS.

# settings.notifications.denied
source: Permission denied
es: Permiso denegado

# settings.notifications.enable
source: Enable watering reminders
es: Activar recordatorios de riego

# settings.notifications.not.requested
source: Not requested
es: Sin solicitar

# settings.permissions
source: Permissions
es: Permisos

# settings.privacy
source: Privacy
es: Privacidad

# settings.privacy.copy
source: Rocio syncs your garden to your account. Scanner photos are sent only after consent and are not stored by Rocio.
es: Rocio sincroniza tu jardín con tu cuenta. Las fotos del scanner se envían solo con tu consentimiento y Rocio no las almacena.

# settings.privacy.policy
source: Privacy policy
es: Política de privacidad

# settings.support
source: Support
es: Soporte

# settings.title
source: Settings
es: Ajustes

# settings.version
source: Version
es: Versión

# sunlight.full
source: Full sun
es: Sol pleno

# sunlight.partial
source: Partial light
es: Luz parcial

# sunlight.shade
source: Shade
es: Sombra

# tab.calendar
source: Calendar
es: Calendario

# tab.catalog
source: Catalog
es: Catálogo

# tab.garden
source: Garden
es: Jardín

# tab.settings
source: Settings
es: Ajustes

# toxicity.caution
source: Caution
es: Precaución

# toxicity.safe
source: Safe
es: Segura

# toxicity.toxic
source: Toxic
es: Tóxica

# watering.good
source: On track
es: Al día

# watering.interval
source: %d ml every %d days
es: %d ml cada %d días

# watering.overdue
source: Water now
es: Toca regar

# watering.soon
source: Soon
es: Pronto
